bubersson.theme-hop-light
burkeholland.simple-react-snippets
burkeholland.vs-code-can-do-that
cschlosser.doxdocgen
dbaeumer.vscode-eslint
esbenp.prettier-vscode
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
mathpix.vscode-mathpix-markdown
meezilla.json
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
msjsdiag.debugger-for-chrome
pflannery.vscode-versionlens
pkief.material-icon-theme
sdras.night-owl
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
Equinusocio.vsc-material-theme
